Repository: FirstLight1/InvoiceGenerator
Catalog: InvoiceGenerator/locale/*/LC_MESSAGES/messages.po
Languages: sk

source: Vat in: %s
sk: DIČ: %s

source: IR: %s
sk: IČO: %s

source: Tax ID: %s
sk: IČ DPH: %s

source: Page %(page_number)d of %(page_count)d
sk: Strana %(page_number)d z %(page_count)d

source: Invoice num.: %s
sk: Faktúra č.: %s

source: Customer
sk: Odberateľ

source: Provider
sk: Dodávateľ

source: Payment information
sk: Platobné informácie

source: Account n.
sk: Č. účtu

source: Variable symbol
sk: Variabilný symbol

source: Specific symbol
sk: Špecifický symbol

source: List of items
sk: Zoznam položiek

source: Description
sk: Popis

source: Units
sk: Jednotka

source: Price per one
sk: Cena za jednotku

source: Total price
sk: Celková cena

source: Tax
sk: DPH

source: Total price with tax
sk: Celková cena s daňou

source: Rounding
sk: Halierové vyrovnanie

source: Total
sk: Celkom

source: Breakdown VAT
sk: Rozpis DPH

source: VAT rate
sk: Sadzba DPH

source: Without VAT
sk: Bez DPH

source: With VAT
sk: S DPH

source: Total with tax
sk: Celkom s DPH

source: Creator
sk: Vytvoril

source: Date of exposure taxable invoice
sk: Dátum vystavenia daňového dokladu

source: Taxable invoice num.: %s
sk: Faktúra č.: %s

source: Due date
sk: Splatnosť

source: Taxable date
sk: Dátum zdaniteľného plnenia

source: Paytype
sk: Typ platby

source: Correcting document: %s
sk: Opravný daňový doklad: %s

source: Correction document for invoice: %s
sk: Opravný daňový doklad k daňovému dokladu: %s

source: Reason to correction: %s
sk: Dôvod opravy: %s

source: Date of exposure
sk: Dátum vystavenia

source: Document num.: %s
sk: Doklad č.: %s
